[Characters.Pwn_Daud_MTall_1:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="道德，杀死女皇的凶手"

[Characters.Pwn_Executioner_Combatant:DisTweaks_InteractableInterface_50 DisTweaks_InteractableInterface]
m_Name="拷问者"
m_InteractText="拷问者"
m_AltInteractText="拷问者"
m_UseMessage="拷问者"

[Characters.Pwn_Griff_MSmall:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="商人"

[Notes.AbstrInv_Disclaimer_Expert DisAbstractItem]
m_ItemName="后街火并"
m_PluralItemName=""
m_Description="在强度不断增大的攻击波次中生存。\n\n敌人会造成高得多的伤害。\n\n得分:\n* 每次杀敌都会得分。\n* 多样化的击杀方式会获得额外奖分。\n\n特别项目：\n有时会出现一名存在30秒的金色商人。\n攻击他会获得补给品，利用这些补给品来存活更长时间。\n杀死他会获得装备升级。\n\n一些回合之间会在场景中随机出现符文。\n收集符文来获得新能力。\n\n不同阵营的敌人会互相攻击。你可以利用这种情况，但是未经你手的击杀不会提供得分。\n\n游戏结束：\n当你死亡时挑战结束。"

[Notes.AbstrInv_Disclaimer_Normal DisAbstractItem]
m_ItemName="后街火并"
m_PluralItemName=""
m_Description="在强度不断增大的攻击波次中生存。\n\n得分：\n* 每次杀敌都会得分。\n* 多样化的击杀方式会获得额外奖分。\n\n特别项目：\n有时会出现一名存在30秒的金色商人。\n攻击他会获得补给品，利用这些补给品来存活更长时间。\n杀死他会获得装备升级。\n\n一些回合之间会在场景中随机刷出符文。\n收集符文来获得新能力。\n\n不同阵营的敌人会互相攻击。你可以利用这种情况，但是未经你手的击杀不会提供得分。\n\n游戏结束：\n当你死亡时挑战结束。"

[Notes.Pickup_Disclaimer_Expert DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Pickup_Disclaimer_Normal DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Pickups.Twk_Rune:DisTweaks_Interactable_PickupBase_4 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText="（意念占据时无法捡起符文）"
m_Name="能力符文"

[Tweaks.Twk_Bolts_Ammo:DisTweaks_Interactable_PickupBase_99 DisTweaks_Interactable_PickupBase]
m_Name="弩箭"

[Tweaks.Twk_Bullets_Ammo:DisTweaks_Interactable_PickupBase_46 DisTweaks_Interactable_PickupBase]
m_Name="子弹"

[Tweaks.Twk_Elixir_Health:DisTweaks_Interactable_PickupBase_32 DisTweaks_Interactable_PickupBase]
m_Name="索科洛夫生命药剂"
m_CannotUseMessage="你不能携带更多此类药剂"

[Tweaks.Twk_Elixir_Mana:DisTweaks_Interactable_PickupBase_43 DisTweaks_Interactable_PickupBase]
m_Name="皮耶罗精神药剂"
m_CannotUseMessage="你不能携带更多此类药剂"

